bmalehorn.vscode-fish
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
davidanson.vscode-markdownlint
eamodio.gitlens
emilast.logfilehighlighter
esbenp.prettier-vscode
formulahendry.code-runner
ibm.output-colorizer
kisstkondoros.vscode-gutter-preview
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
usernamehw.errorlens
yandeu.five-server
yutengjing.vscode-colorize-plus
yzhang.markdown-all-in-one
