tap "dart-lang/dart"
tap "josephburgess/formulae"
tap "sass/sass"
brew "gcc"
brew "mailsy"
brew "uv"
vscode "bmalehorn.vscode-fish"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ibm.output-colorizer"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "yandeu.five-server"
vscode "yutengjing.vscode-colorize-plus"
vscode "yzhang.markdown-all-in-one"
