patrickf1/fzf.fish
catppuccin/fish
nickeb96/puffer-fish
jorgebucaran/autopair.fish
dracula/fish
meaningful-ooo/sponge
franciscolourenco/done
danhper/fish-ssh-agent
